Revit 2027 API
DuctSizes Properties
The DuctSizes type exposes the following members.
Properties
Name | Description
Count |  Count of the items contained in the collection.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
DuctSizes Class
Autodesk.Revit.DB.Mechanical Namespace